Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] My Gently Raised Beast (곱게 키웠더니, 짐승).tmx
Source language: ko_kr
Languages: en_us

source: 에이몬은 일말의 고민 없이 그녀의 품으로 쏙 뛰어들었다.
en_us: Without any hestitation, Amon jumped right into her arms.

source: 죽었던 참새가 벌떡 몸을 일으킨 것이다.
en_us: Blondina couldn’t believe her eyes.

source: “아.{j}그렇지.{j}언니에게 와서 너무 우리끼리만 얘기했나 봐요.”
en_us: “Oh, we came over to talk to you and got caught up conversing among ourselves.”{j}{j}

source: “천한 피가 섞인 너 따위가 황족이라고?{j}난 인정 못 해!”
en_us: “How could a low life like you be a member of our royal family? I can’t accept this!”{j}

source: “안녕?{j}너희도 내 말 알아듣지?”
en_us: “Why hello there? You two understand me too, right?”{j}

source: “응.{j}어쨌든 공짜 선물이니까.”
en_us: “Why not? It’s a free gift after all.”

source: “음.{j}아니, 괜찮아.{j}혼자 갈게, 에이몬.”
en_us: “No, it’s okay. I’ll go by myself, Amon.”{j}{j}

source: “폐하.{j}아이들에게 인사는 그만하시고 공국 방문단과 마주하셔야지요.”
en_us: “Your Majesty, you must go greet the visiting party from the duchy now,” the empress interrupted.{j}

source: 반지.{j}순간 그 단어를 들은 남자의 눈빛에 이채가 돌았다.
en_us: The man’s eye lit up once he heard the word.

source: 「뭐?{j}이까짓 게.{j}내 화단에 핀 꽃이 더 예쁘겠네.」
en_us: “What this little thing? The flowers in my garden are much nicer.”{j}{j}

source: 접었다.
en_us: Tap!

source: 「이거 맛있네.{j}더 가져와서- 꺙!」
en_us: “This is so yummy. Bring back some more - Ack!”{j}

source: 피가 꽤 많이 말라붙어 있어 걱정했건만, 의외로 큰 상처는 없었다.{j}살짝 파인 생채기만이 남아 있었을 뿐이다.
en_us: Unlike his leg stained with a great amount of blood, his injury didn’t seem serious. There was just a slight cut.{j}

source: 에이몬이 차분하게 미소 지었다.{j}반짝거리는 눈동자에 온기가 담겼다.
en_us: Amon simply smiled back and her and gazed her with warmth in hie eyes.{j}

source: 이곳 로드슨 공작가의 후원.
en_us: It was garden of Duke Rodson’s land.

source: 다시 아델라이 황녀 일당이 찾아와 고대어를 쓰며 절 무시하면 정말 상처받을지도 모르니까.
en_us: Blondina seemed to not care a bit, but she didn’t want to feel upset again having Princess Adellai approach her with a group of aristocrats speaking in Old Atesian.

source: “나랑 친구 해주면 안 돼?{j}나는 혼자거든.”
en_us: “Won’t you be my friend? I’m all alone.”{j}

source: “하지만 쿠키는 잘 구워!{j}신수님들보다 인간이 더 잘 구워!{j}그건 확실해요!”
en_us: “B-but humans can bake delicious cookies while the divine beasts can’t. That’s for sure.”{j}{j}

source: “여기 꼼짝 말고 있어라!{j}내 잠시 다녀올 곳이 있으니!”
en_us: “You stay right here! I’ll be back shortly!”

source: 블론디나 역시 지그시 눈을 감았다.
en_us: Blondina also calmly closed her eyes.

source: 언제 온 걸까.
en_us: When did he come?

source: 에이몬은 느릿하게 고개를 돌렸다.{j}표범이었을 때처럼 고개를 슬그머니 기울여 블론디나의 표정을 훑었다.
en_us: Amon turned his head to Blondina and tilted his head like the time he was a leopard and tried to read Blondina’s thoughts.{j}

source: 벌써 했잖아.{j}내 팔찌 훔쳐 가놓고.
en_us: Well, you already stole by bracelet.{j}

source: “네가 알아들을 수 있는 말로, 확실히.”
en_us: “I would say it plainly in a language that you’d understand,” concluded Blondina.

source: ‘얼른 보고 싶다.’
en_us: I can’t wait to see it.

source: 호흡이 잦아들자 눈물과 함께 서러움이 밀려들었다.{j}하지만 입술을 꾹 내리누르며 억지로 울음을 참았다.
en_us: Tears started to well up in her eyes when she finally caught her breath, but she kept the tears from dropping.

source: 몇 년을 함께하자, 에이몬에게 ‘못된 신수’라 짹짹거릴 수 있을 만큼 간이 부은 마제또였다.{j}신수에게 반항할 수 있는 유일한 날짐승.
en_us: As of now, Majetto believed he had gotten close enough with Amon to jokingly call him an evil divine beast. Basically, Majetto was the only creature on earth who could talk back to a divine beast.{j}

source: 고양이의 예쁜 속눈썹이 가만히 움직였다.
en_us: The cat’s pretty eyebrow moved up and down.

source: 대놓고 다정해진 건 아니지만 전과 다른 태도를 보이는 건 확실했다.{j}일전에 화단에서 그와 대화를 나누고 난 이후부터였다.
en_us: She couldn’t say his attitude towards her completely changed, but she was sure his atmosphere had slightly changed. She noticed his change after talking with him at the garden the other day.{j}

source: 분수대 앞에 앉아 앞에 펼쳐진 잔디밭을 바라보다가 손에 들었던 종이를 펴 들었다.
en_us: She sat by the fountain and gazed at the beautiful grass field in front her. Then, she unfolded the parchment in her hands.

source: 블론디나는 걸음을 멈추고 가만히 뒤돌았다.
en_us: Blondina paused and turned her body towards the voice.

source: “와!{j}에이몬 님!{j}잘생겼어!{j}멋있어!{j}예뻐!”
en_us: “Wow! Sir Amon, you are handsome and dapper! And gorgeous!”{j}{j}{j}{j}

source: 이상하게 가슴이 답답하고 호흡이 힘겨웠다.
en_us: She could barely breathe with an object pressuring her chest.

source: 에이몬은 대답 대신 쿠션에 뺨을 비볐다.
en_us: Amon rubbed his chin on the cushion without replying back to her.

source: 에이몬이 잠에 취한 목소리로 심드렁히 답했다.{j}귀찮아하면서도 대꾸는 꼬박꼬박 해주는 게 신기할 따름이었다.
en_us: Amon sounded a little annoyed by Blondina’s voice, which woke him from his sleep. But Blondina couldn’t help but smile. {j}

source: 별궁으로 돌아온 블론디나는, 하녀에게 부탁해 연고와 붕대를 달라 했다.
en_us: When Blondina finally arrived at the guest palace, she asked her servant for ointment and bandages.

source: 「선물 받은 거야?」
en_us: “Did someone give it to you?” Amon asked.

source: “인간?”
en_us: “You’re human?”

source: 난 원래 아무 데서나 자는 쉬운 놈이 아니라는 듯.
en_us: Does she think I’m just an animal that sleeps anywhere?

source: 혹시 발바닥에 잉크라도 묻으면 그 앙증맞은 발바닥이 종이 위에 점점이 찍히겠지.
en_us: She also imagined the sight of Amon accidentally getting ink on his paws and leaving a trace across the parchment.

source: 「응.」
en_us: “Yes?.”

source: 하지만,
en_us: However, Prince Lart really didn’t know when to stop.

source: 어쩜 저런 존재가 있는지.
en_us: Amon was indeed a unique creature.

source: 그 말에 아델라이 황녀가 부채를 소리 나게 탁!
en_us: His final sentence made Adellai snap. She furiously shut her folding fan in her hands and reopened it.

source: 자.{j}어서 날 칭찬해.{j}선물 고맙다고 해.
en_us: That’s right. It’s your turn to thank me, Blondina. You must love my gift.{j}{j}

source: 블론디나 입에서 나오는 유창한 고대어에 사뭇 놀란 모양이었다.{j}저번에는 운 좋게 끼워 맞췄다고 생각했는데?!
en_us: They couldn’t hide their face hearing Blondina fluently speak in Old Atesian, because all three of them assumed that last time Blondina simply got lucky guessing what they were talking about. However, today, it was different.{j}

source: 멀어지는 블론디나의 드레스를 보며 아델라이 황녀는 표정을 굳혔다.{j}아무리 생각해도 이해할 수 없는 일이었다.
en_us: As she watched Blondina disappear in the crowd with the blue dress, Princess Adellai held a stiff look on her face. No matter how many times she tried to break down Blondina, she couldn’t get a grasp on Blondina. Blondina was unlike those who she had met her entire life. Blondina was incomprehensible.{j}

source: 필립은 도무지 무슨 대답을 해야 할지 알 수 없어 예, 라는 단순한 답만 중얼거렸다.
en_us: Caught off guard, Philip muttered his goodbyes to the princess as he couldn’t think of anything else to say in return to her words.

source: 블론디나는 후원으로 통하는 문을 열며 실소를 내뱉었다.
en_us: As Blondina reached the doors to the garden, she broke out in laughter.

source: “그와 계약한 황족이 신수를 마구 죽였어요.{j}몰살에 가까웠지요.”
en_us: “The royal family, who offered the descendant a deal, began killing all the divine beasts they could find. It was almost a massacre.”{j}

source: 블론디나의 목에는 항상 목걸이가 걸려 있었다.{j}가느다란 금빛 줄에 걸려 우아하게 늘어진 반지 펜던트.
en_us: Blondina always had a necklace on her wherever she went. It was designed with a long golden string with a elegant ring pendant at the center.{j}

source: 격해진 호흡이 라르트의 목구멍에 걸렸다.{j}벌벌 떨리는 다리 사이로 축축한 액체가 흘러내렸다.{j}수치스러운 꼴이었으나 창피해할 겨를조차 없었다.
en_us: Prince Lart felt the intense tightening in his chest and he was suffocating in terrible agony. Captivated in fear, he felt urine dripping down his leg. It was an embarrassing sight, but he didn’t even have time to feel ashamed about it. {j}{j}

source: 촐싹거리다가 늘 한 대씩 얻어맞는데도 마제또는 한결같았다.
en_us: The annoying sparrow never stopped, no matter how many times he would always get smacked by Amon. It was quite impressive of him.

source: 「도망가는 걔네 쫓아오다 보니 그렇게 됐어.」
en_us: “Well, I ended up here chasing them.”

source: 저도 모르게 품 안의 고양이를 꽉 끌어 안자,
en_us: She unconsciously squeezed the cat in her arms tighter.

source: 평생을 평민으로 살다가 갑자기 가족이 되었다며 황족을 마주하는 데 의연할 수 있을 리 없다.
en_us: It was quite expected from her as it was her first time in her commoner’s life to meet face to face with an imperial family.

source: 줏대 없는 참새를 보며 소리 내어 웃은 루시가 끊어진 말을 다시 이었다.
en_us: Lucy continued explaining to the princess as she laughed at the wishy-washy sparrow babble.

source: 좌우가 똑같이 단장된 정원길을 걸어 도서관 뒤 정원에 도착했다.
en_us: As she strolled around the palace, she passed the well-decorated imperial garden and arrived at a small garden hidden behind the imperial library.

source: 기사는 바닥 문양을 이리저리 관찰하다가 엎드렸던 몸을 겨우 일으켰다.
en_us: The knight slowly stood up from his place with his eyes still fixed on the ground.

source: 「공작네 간다고?」
en_us: “You’re going to the marquess’s birthday party?”

source: 가만히 상자만 들여다보고 있는데 하녀가 푸른 봉투를 하나 내밀었다.
en_us: Blondina couldn’t take her eyes off the luxurious box. Her servant also presented a blue envelop along with the box.

source: 그래.{j}무조건적인 경멸에 기인한 행동이로구나.
en_us: That’s it. You’re doing this out of unconditional contempt towards me.{j}

source: “언니도 이제 그만하도록 해.”
en_us: “That goes the same for you too, sister.”

source: 「왜?」
en_us: “Why?”

source: 하지만 귀엽다고 하면 다시 이를 드러낼 것 같아 입술을 꼭 깨물고 표정을 애써 참아 냈다.
en_us: But she kept her feelings to herself, because she was afraid it would anger the cat and would make it bare its teeth out.

source: 「브리디.{j}네가 예전 이야기만 나오면 입을 다문다는 것 알고 있어?」
en_us: “Briddy, you know you always try to hide your life story before you entered the palace?”{j}

source: 「예쁘네.」
en_us: “It looks pretty.”

source: “그냥 일반적인 평민처럼 보냈지, 뭐.”
en_us: “Well, I lived like any other commoner.”

source: “그 신수 놈들을 어찌한다…….”
en_us: “What should I do with those treacherous divine beasts...?”

source: “왜?{j}인간이 하는 일에는 관심 없다고 했으면서?”
en_us: “Why? I thought you didn’t care much of what humans do.”{j}

source: 근처에는 다행히 호위 기사들밖에 없었다.{j}다행이었다.{j}고고한 황녀로서 이런 가벼운 언사를 사용하는 건 치욕스러운 일이다.
en_us: Fortunately, there were only a couple of knights standing on guard. She didn’t want to disgrace herself by letting others hear her use profanity. It wasn’t appropriate for an imperial lady like her to do.

source: 「둘 다 좀 더 살이 찌면 생각해 볼게.{j}딱딱한 건 이 박을 때 느낌이 별로거든.」
en_us: “I’ll reconsider when you two gain some weight. I don’t like biting into preys that are just skin and bones.”

source: 「이제 걔 만나지 마.」
en_us: “Don’t meet that guy anymore.”

source: 하지만 블론디나는 호두 파이를 우물거리며 나지막한 상념에 잠길 따름이었다.
en_us: However, she didn’t catch Philip looking at her as she chewed on her pie while thinking over her argument with the twins.

source: 블론디나 역시 가볍게 눈으로 인사했다.
en_us: Blondina also replied with a curtsy.

source: 아델라이 황녀 역시 고개를 끄덕이며 마치 위로하듯 라르트 황자의 등을 두드렸다.
en_us: Princess Adellai also nodded back to him and tapped her brother’s back to comfort him.

source: “그럼요!{j}상대가 안 되지요!{j}인간은 멍청하고 신수님은 엄청 강하니까!”
en_us: “Of course they don’t! Humans aren’t clever enough while the divine beasts are super strong!”{j}{j}

source: 사실, 처음에는 에이몬이 있는 줄 몰랐다.{j}하지만 자신이 그 ‘고대어 그룹’에게 둘러싸여 압박 아닌 압박을 받고 있을 때 발견했다.{j}창가에서 불안하게 살랑거리는 에이몬의 꼬리를.
en_us: When Blondina first gazed out the window, she wasn’t aware of Amon. But the moment when she was being pressured and teased by the “Old Atesian” aristocrat group, she noticed Amon’s tail nervously swinging outside the window.{j}{j}

source: 다시 밖으로 나와 은은한 조명을 켠 후 침대 대신 양탄자 위에 누웠다.
en_us: She tried her best to catch what these words were implying while repeating them over and over as she changed into her soft silky chemise dress in her dressroom.

source: 화살의 방향이 조금만 비틀렸어도 머리가 뚫릴 뻔했다.{j}죽을 뻔한 것이다.
en_us: If the arrow was tilted to the side by an inch, it would’ve penetrated through Blondina’s head and killed her.{j}

source: 같은 핏줄.{j}반박하는 것이 바로 황제 폐하의 피를 부정하는 것 아니겠는가.
en_us: She couldn’t talk back to her sister because she was speaking the truth. The two were sharing the same blood and if she were to rebut her remarks it would be the same as denying the emperor’s blood, implying treason.{j}

source: 밖으로 뛰쳐나갔던 귀금속점 주인은 오래지 않아 영주님과 함께 돌아왔었다.
en_us: The owner returned shortly with the emperor.

source: 에이몬은 고개 돌려 블론디나를 응시했다.
en_us: At her voice, Amon turned to her and gazed her back while Majetto was screaming in the background asking Blondina to save him.

source: 시녀와 황녀라기보다는 오랜 시간 함께한 친구라 말하는 게 더욱 어울렸다.
en_us: It seemed more appropriate to call Lucy a long-time friend than her maid.

source: “전 이만 돌아가 보겠습니다, 황녀님.”
en_us: “I’ll be heading back now, Princess Blondina,” said Lucy.

source: 에이몬은 블론디나의 반응에 그다지 신경 쓰지 않고 펜 끝을 잉크에 담갔다가 종이 위에 구불구불 유려한 글자를 그리기 시작했다.
en_us: However, Amon didn’t seem to care how Blondina was acting awkwardly towards him suddenly. He dipped the quill into the ink and began scribbling Old Atesian letters on the parchment.

source: “블론디나 황녀님께서 오셨습니다.”
en_us: ““Princess Blondina has arrived.”

source: 「뒤탈?{j}무슨?」
en_us: “What trouble? What do you mean?”{j}

source: 안으로 들어선 하녀가 자그마한 상자를 테이블 위에 조심스레 올려놓았다.
en_us: Her servant entered the room with a small box in her hands. She carefully put it on the table beside Blondina.

source: 매너가 조금 없기는 했어.{j}그렇게 답하는 블론디나의 말에 아델라이는 잠시 당황하더니 이내 악의적인 미소를 입꼬리에 걸었다.
en_us: Princess Adellai froze for a second after hearing Blondina respond. It felt like Blondina had smacked her head hard as it sounded like Blondina was being blunt, telling her she was ill-mannered. But Adellai quickly curved her lips and smiled at Blondina.{j}

source: 꼬마 주제에 협박하는 본새가 제법 그럴듯했다.{j}가히 권력의 꼭대기에서 살아온 아이다운 태도다.{j}그러거나 말거나 블론디나는 아이의 분노를 지켜만 보았다.{j}이 어린 나이에도 제가 지킬 명예를 위해 저렇게까지 화를 내야 하다니.{j}그게 황족의 기본 태도인가 싶어 조금 걱정이 될 지경이었다.
en_us: Blondina stood watching the prince burst in anger. At first, she was quite impressed with his threats. Those words were indeed the words coming from a young prince who had already had a taste of true power. However, at the same time, she was worried that she would one day end up like him. {j}{j}

source: 그리고 블론디나의 품에 안기고 나서야 낭패라는 듯 예쁜 눈동자를 도로록 굴렸다.
en_us: Only after he snuggled into her arms, his eyes returned back to their normal self, glittering with beautifully from the sunlight.

source: “아아, 이 말을 하지 않았지.
en_us: “Oh, I almost forgot”

source: 손바닥 아래 닿는 따끈하고 보송한 생명체.{j}절 위해 라르트를 혼내 준 귀엽고도 무서운 작은 친구, 에이몬.
en_us: To Blonina, Amon was a friendly furry beast now resting in her arms, who was willing to punish those who would threaten her.{j}

source: 블론디나는 후원을 거닐며 계속 혼잣말을 늘어놓았다.
en_us: But Blondina continued to talk to herself strolling around the garden.

source: “에이몬.
en_us: “Amon, look at me. What do you mean? Why would I dislike being with you?”

source: 양탄자 위에 앉은 블론디나가 걱정스레 물었다.{j}그럴 리는 없지만, 나뭇가지에 긁혀 이빨이 갈릴 수도 있지 않은가.
en_us: Blondina worriedly asked sitting on the rug. She knew it was unlikely for him to get injured biting the branch, but she still asked concerned that he might accidentally grind his fangs against the branch. {j}

source: 참새는 다시 “네, 에이몬 님!” 하고 대답하더니 블론디나 어깨로 포르르 날아와 앉았다.{j}블론디나는 어색하게 굳은 채 눈만 굴려 참새를 힐끗거렸다.
en_us: “Yes, Sir Amon!” the sparrow replied with a loud voice and flew and sat on Blondina’s shoulder. Still confused about what was happening, Blondina awkwardly peeked at the sparrow sitting on her shoulder.{j}

source: 황제의 집무실을 찾은 아델라이 황녀는, 서류를 들여다보고 있는 황제의 곁에 바짝 다가섰다.{j}라르트 황자를 대할 때와는 사뭇 다른 표정이었다.{j}아이같이 반짝이는 눈동자로 응석 부리듯 그의 팔에 매달린다.
en_us: Later that day, Princess Adellai headed to the emperor’s office and found the emperor looking through some papers. Her atmosphere seemed a little different from when she was with Prince Lart. With her child-like shiny eyes, she jumped to the emperor and clung onto his arms adorably.{j}{j}

source: 저 패악을 부리는 배다른 형제는 내버려 두고 제 숙소로 가고 싶을 뿐이다.
en_us: At this point, all she wanted was to return back to her room.

source: 고양이들은 히익, 하며 이 나무 저 나무 사이를 마구 뛰어다니다가,
en_us: The cats started running here and there to keep themselves away from her until they heard her voice.

source: 블론디나는 꽃차 상자를 내동댕이치고, 필립의 정강이에 상자를 던진 에이몬의 행태를 꼬집으려다 이내 고개를 내저었다.
en_us: Blondina was about to ask Amon for throwing the flower tea box to the ground and kicking it to Philip’s shin, but she decided not to.

source: “에이몬 님!{j}어디 가세요?”
en_us: “Sir Amon! Where are you going?”{j}

source: 찾아오지 말라니.{j}초대하지도 말라니.{j}이런 거부는 난생처음이다.
en_us: He didn’t know what to say to the princess, because he had never been refused for his kindness his entire life.{j}{j}

source: #2화
en_us: Chapter 2

source: 활기차게 인사한 둘이 황제를 향해 빠른 발걸음으로 다가섰다.{j}황제 역시 인파를 물리며 그들을 향해 걸었다.{j}잠시 후 마주한 그들 사이에 따뜻한 애정이 오갔다.
en_us: The two cheerfully said their greetings to the emperor and ran towards him. And the emperor also cleared the crowd away so that he could see his children with warm affection.{j}{j}

source: 블론디나는 고동치는 심장 위에 제 손을 꾹 누르며 힘겹게 목을 돌렸다.
en_us: Although frightened to her death, Blondina turned her head forcefully to see who was approaching.

source: 눈앞의 이는 인간의 형상을 한 짐승이었다.
en_us: A beast in his human form.

source: 블론디나는 몽롱한 얼굴로 고개를 끄덕였다.
en_us: Blondina nodded back to Lucy as she wondered what could’ve happened to the black leopard.

source: “당당하다니.{j}천박과 당당의 차이를 잘 모르는 거 아니야?{j}말을 한 번이라도 섞어 보면 알 거야.{j}얼마나 무식한지.”
en_us: “Confidence? Do you not know the difference between confidence and the vulgarity of a dirty commoner? You’ll notice right away once you exchange words with her. You’ll know how uneducated she is,” Princess Adellai responded.{j}{j}{j}

source: 잠결에 중얼거리다가 그것이 제 신분임을 뒤늦게 깨달았다.{j}세상에.
en_us: Oh my god. Wait. I’m a princess?!{j}

source: “만약 네가 쏜 화살에 그 천한 것이 맞기라도 했어 봐.{j}폐하께서 뭐라 하셨을 것 같아?{j}호사가들 입방아에 오르는 것도 순간이야.”
en_us: “What if you had actually shot that pathetic sister of ours? What would father have said to you? Word of you killing our sister would have spread like fire within the empire.”{j}{j}

source: 어쨌든 공작가 출신 방문인이라고 해보았자 자신은 황족이다.{j}반푼이기는 하나 이제 평민이 아닌 이상 움츠릴 필요는 없었다.
en_us: She couldn’t understand why someone from such a powerful family would want to see her, but she knew she didn’t have to be scared nor nervous to meet him since she was a princess and he was a marquess.{j}

source: 은은한 미풍이 불어와 머리카락이 살랑살랑 날린다.{j}블론디나는 제 얼굴을 간지럽히는 머리카락을 치우며 이불을 꼭 끌어안았다.
en_us: A soft and calm breeze flew by fluttering Blondina’s hair over he face. The princess brushed her tickling hair off of her face and tightly hugged her blanket while asleep.{j}

source: 오들오들 떨면서도 그를 위해 쿠키를 열심히 챙겨 왔으니.{j}둘은 이내 마주 앉아 주사위 놀이를 하기 시작했다.
en_us: Even though she seemed a little afraid of him time to time, Lucy would always visit Blondina with baked cookies for Amon.{j}

source: 하지만 블론디나는 이 자그마한 협박범의 말이 그리 공포스럽지 않았다.{j}그가 제 몸에 발톱을 박고 살을 찢어 내지 않으리라는 믿음이 있었기 때문이다.
en_us: However, Blondina didn’t even flinch. She wasn’t afraid of his threats because she knew that Amon would never lay a finger on her body or rip her skin apart.{j}

source: 에이몬의 어렴풋한 형체만 보았을 때는, ‘어머, 귀여운 고양이네요?’라며 화색을 밝혔고, 그의 이마 위 변환석을 발견했을 땐 하얗게 질린 얼굴로 바닥에 넙죽 엎드렸다.
en_us: Blondina followed her memories and tried hard to remember what had happened between Lucy and Amon. She remembered that when Lucy first saw Amon, she exclaimed ‘Wow, what a cute cat!’ But upon noticing the purple jewel on Amon’s forehead, she paled and immediately dropped to the floor.

source: 「넌 왜 같이 안 들어가?」
en_us: “Why are you with your family?”

source: 입을 삐죽이는 라르트를 보며 어깨를 다독여 주었다.
en_us: Adellai walked to Lart and patted him to comfort him.

source: 에이몬은 습관처럼 블론디나의 손바닥에 머리를 기대고 뺨을 문질렀다.
en_us: As agreed, Amon casually bent his head to Blondina’s hand and rubbed his cheek against it.

source: “무서워?{j}그만할까?”
en_us: “Are you scared? Should I stop?”{j}

source: 「있어, 그런 게.{j}인간 아이는 몰라도 돼.」
en_us: “A kid like you don’t need to know the details.”{j}

source: 황제의 눈매가 조금 가늘어졌다.
en_us: The emperor’s eyes narrowed in.

source: 누가 누굴 지키겠다고 그렇게 품 안에.
en_us: I should’ve protected her in her place.

source: “에이몬 님!{j}에이몬 님 드리려고 제가 털실 뭉치를 많이 모아 놨어요!”
en_us: “Amon! Welcome back! I prepared a ball of yarn for you to play with!” Lucy added.{j}

source: 블론디나가 괜찮다는 행동을 취하고 있으나 두려워하고 있음을 안다.{j}에이몬은 제 행동을 끝내야 할 시간이 언제인지 잘 알고 있었다.
en_us: He knew Blondina was afraid of what was happening around here, even if she pretended to be fine. Amon knew it was time for him to stop.{j}

source: 마제또가 다시 끼어들었다.
en_us: Majetto cut Lucy and butted in.

source: 「야.{j}일어나.」
en_us: “Hey, get up.”{j}

source: 얼굴이 민망함으로 시뻘겋게 달아올라 있었다.
en_us: But his face was red with embarrassment.

source: 애초에 제 성격이 그랬다.
en_us: That’s who he was.

source: “선물?”
en_us: “A gift?”

source: 끙끙거리는 신음만 삼킬 뿐 차마 뭐라 할 수가 없었다.
en_us: He silently swallowed the pain, but couldn’t help moaning a bit.

source: 곧 블론디나 앞에 네다섯 명의 아이들이 섰다.
en_us: Soon a group of four or five children approached her.

source: 비록 소년 모습이라고는 하나 신성한 일족과 함께하는 황녀라니.{j}에이몬의 정체를 밝힌다면 모두가 절 함부로 대할 수 없을 게 뻔하다.
en_us: If Amon were to attend the party with her in his human form, Blondina could let everyone know that she was a princess closely protected by a divine beast. If the people learn about Amon’s true identity, no one would dare to walk over her.{j}

source: 블론디나는 생각에 잠긴 얼굴로 호두 파이를 꿀꺽 넘겼다.{j}그리고 다시 새로운 호두 파이를 집어 들었다.
en_us: While lost in her thoughts, Blondina swallowed the piece of pecan pie in her hands and reached for another.{j}

source: 황제는 다시 자리로 돌아가 앉으며 블론디나를 데리고 나가라는 듯 가볍게 손짓했다.
en_us: As the emperor returned to his seat, he signaled the servants to take her out of the garden.

source: “이제 황궁에는 잘 적응하였느냐.”
en_us: “Have you adjusted to life in the royal palace?”

source: “그래.”
en_us: “Okay.”

source: 작은 표범의 입에 무언가 물려 있던 탓이다.{j}무언가 아주 작고, 귀여운 그 무엇.
en_us: Amon’s mouth was tainted red with blood. In his mouth, he was holding something very small and cute.{j}

source: 발톱에 엉킨 털실을 풀어낸 후 그것을 다시 돌돌 만 루시가 자그마한 공을 만들어 던졌다.
en_us: After untying Amon, Lucy rolled the yarn back into a ball and threw it to the carpet.

source: 뭐, 언제는 저 제멋대로인 신수님 행동을 이해할 수 있던가.{j}그저 기분이 좋지 않아 신경질 좀 부린 것일 터.
en_us: It wasn’t like she always understood his whims. She considered he was simply in a bad mood today for him to be this cranky.

source: 이상한 일이다.{j}아버지를 만나러 가는 길인데, 그리 기쁘지 않았다.
en_us: It was a strange feeling. Never in her life had she imagined that she wouldn’t be happy to meet her father.

source: 고고하게 고개를 든 표범 주위에서 참새 마제또가 호들갑스럽게 날개를 퍼덕거렸다.
en_us: Amon tried to show his authority by lifting up his chin. Majetto also suddenly appeared flapping his wings.

source: “이런 내 마음을 알아주었으면 하는데, 쉽지가 않네.”
en_us: “I hoped my half-siblings would understand my thoughts, but it’s not easy as it seems.”

source: 새끼 표범의 눈매가 묘하게 좁아 들었다.
en_us: The baby leopard’s eyes narrowed as he raised his body to examine the sparkling bracelet and turned his body to read the letter and its seal.

source: 자신은 그냥 이렇게 잘 먹고 잘 자며 황궁에 붙어 있고 싶을 따름이었다.{j}가능하면 관심도 주지 않았으면 좋겠는데 그건 자신이 어찌할 수 있는 게 아니었으니.
en_us: All she wanted was to live quietly in the palace, enjoying her life without any worries. To be honest, she wished he would stop paying attention to her but she had no way to stop him.{j}

source: 곧 머리가 울리는 타격감이 느껴졌다.{j}코피가 턱을 타고 흘러내려 꾀죄죄한 옷깃에 스며들었다.
en_us: She felt the blow to her head when she closed her eyes. Soon enough, the blood from her nose stained her cloth blood-red.

source: 에이몬은 그 손길을 벗어나려 발을 삭삭 피했다.
en_us: Amon tried to avoid her touches and rushed her to untie him.

source: 에이몬은 화내던 그 표정 그대로, 저도 모르게 그녀의 품으로 폴짝 뛰어 들어갔다.{j}말하자면 습관에 따른 본능적 행동이었다.
en_us: With his angry expression still remaining on his face, Amon unwittingly jumped into Blondina’s arms like a habit.{j}

source: 두 번이다.{j}두 번이나 제 앞에서 고대어를 쓰며 절 소외시키고 무시하려 했다.
en_us: This was the second time they were trying to belittle and taunt her speaking in Old Atesian in front of her.{j}

source: “아니야.{j}내가 아까부터 너무 들떠 있었나 봐.”
en_us: “It’s okay. I think I got too excited.”{j}

source: “예.
en_us: “I understand your words, your highness.

source: 엄마를 그리워하는 건 지금 이 자리에서 할 일이 아니다.{j}난데없이 펑펑 울어 버릴 수는 없지 않은가.{j}떨리는 입술을 내렸다.
en_us: Thinking of her mother, Blondina quickly hid behind the pillar before her eyes would tear up. She clenched her mouth tight trying her best to hold her tears from falling.{j}{j}

source: 정말 이상한 쌍둥이 아닌가.{j}무슨 말만 해도 화를 내고 배배 꼬아 듣는다.
en_us: What strange twins?! Every word I say makes them even more angry and aggressive.{j}

source: 상아로 만들어진 체스 말이 텅그렁거리며 바닥을 굴렀다.
en_us: The pieces made of ivory flew across the room and rolled around the floor.

source: “그거 배우고 싶어도 못 배운대.{j}책도 없어서.”
en_us: “Old Atesian? I heard you couldn’t learn it, even if you wanted to. I couldn’t even find any books on it in the library.”{j}
